TAGS_FILE_ALLREADY_EXIST_QUESTION = "Файл тегов уже существует. " \
                                    "Перезапись приведёт к потере неопубликованных тегов и замене матрицы " \
                                    "тегов. " \
                                    "\nПерезаписать?"
NO_ACCES_TO_TAGS_FILE_MESSAGE = "Нет доступа к файлу тегов. Возможно, от открыт в Excel"

NON_AUTH_TOKEN_MESSAGE = "Указанный токен не позволяет получить доступ ко всем постам. "\
                                         "Содержимое .boosty файла будет неполным"\
                                         "\nТакже неавторизованный токен не позволит загрузить теги"
BLOG_FILE_EXISTS_REWRITE_QUESTION = "Файл блога уже существует. Продолжить?"

BLOG_FILE_NOT_EXIST_MESSAGE = "Файл блога не существует"
